import '../../components/services/Services.scss'
import React from 'react';

const ServicesTech = () => {

    return (
        <div className='service'>
            <div className="container">
                <div className="service__inner">
                    <h2 className='service__title'>Tech. Tasks</h2>
                    <div className="service__titles">
                        <p className='service__desc'>Зачастую, многие, кто пришёл к решению создать свой веб-сайт, не обладают даже элементарным понятием, что представляет из себя техническое задание, и для чего оно вообще нужно.  Мало кто знает, сколько подводных камней может встретить на своём путь желающий разместить свой веб-ресурс и сколько двояких моментов ему придётся решить, работая с недобросовестными исполнителями.</p>
                        <p className="service__desc">ТЗ содержит в себе всю информацию о будущем сайте, начиная от всевозможных  технических, дизайнерских тонкостей, до координации работы специалистов, создающих веб-ресурс, и регламентации деловых отношений между заказчиком сайта и исполнителем. Поэтому, говоря простым языком, если Вы хотите увидеть Ваш сайт в реальные сроки и таким, каким Вы его себе представляли, сначала стоит задуматься над ТЗ. Техническое задание - документ,  важность которого  если вовремя недооценить, то в дальнейшем, можно нажить множество проблем  на голову и кошелёк.</p>
                        <p className="service__desc">ТЗ это почти тоже самое, что, например, чертеж проекта здания — без него дальнейшая работа не возможна. И если чертёж сделать на авось, то здание вскоре посыпится.  Деньги, время, и нервы – тоже в пустоту.</p>
                        <p className="service__desc">Понимая всю важность технического задания, и выбирая для его разработки специалистов нашей компании, заказчик уже заранее сможет себя обезопасить от уймы рисков, пустых капиталовложений, траты драгоценных нервов и выяснить для себя: каким же он на самом деле видит свой веб-сайт. Причём не только на словах типа: «Ну как то так» или «Что то типа того» или «Хочу как  вот тот», а уже на ранней стадии проекта создать приблизительную картинку в своём бурном воображении.</p>
                        <p className="service__desc">Если вы хотите максимально четко и грамотно дать задание разработчикам, мы напишем для вас тех. задание с которым вас поймет любой программист или дизайнер.</p>
                        <p className="service__desc">Выбирая услугу написания  ТЗ у специалистов компании Insource Technology вы реально будете в курсе того, что Вам действительно нужно на Вашем проекте, а что не особо.</p>
                        <p className="service__desc">Вы будете иметь приблизительное представление о Вашем веб-сайте, будь то сайт с обширной, сложной структурой или небольшая веб-страница.</p>
                        <p className="service__desc">Заказав разработку Технического Задания у компании Insource Technology в итоге вы получаете  полноценный документ, содержащий  все тонкости предстоящей работы, ускоряя процесс и придавая ликвидность Вашим капиталовложениям.</p>
                    </div>
                </div>
            </div>
        </div>
    );
};

export default ServicesTech;
