import '../../components/services/Services.scss'
import React from 'react';

const ServicesSEO = () => {
    return (
        <div className='service'>
            <div className="container">
                <div className="service__inner">
                    <h2 className='service__title'>CRM</h2>
                    <div className="service__titles">
                        <span className="service__txt-big">Продвижение сайта</span>
                        <p className="service__desc">«Insource system» представляет вашему вниманию один из наиболее эффективных инструментов интернет-маркетинга – продвижение сайтов в поисковых системах Google и Яндекс. Услуга включает в себя комплекс работ, направленных на выход и удержание сайта в ТОПовых позициях. Цель – привлечение потенциальных клиентов, имиджевая составляющая бизнеса, получение максимальной отдачи и прибыли при минимальных вложениях.</p>
                        <h3 className="service__title-sc">SEO-продвижение сайта: в чем преимущества?</h3>
                        <p className="service__desc">Специалисты «Insource system» на рынке продвижения сайтов работают с момента основания компании. Бесценный опыт и высокий уровень профессионализма позволяет в максимально сжатые сроки выводить сайты в первую десятку Google и Яндекс по поисковым запросам, принося клиентам максимальную эффективность от продвигаемого ресурса.</p>
                        <p className="service__desc">Продвижение сайта в Ташкенте – это наиболее действенный способ получать достойные дивиденды от проекта и возможность развить сайт в солидный ресурс. Помните, что расчет стоимости продвижения – это довольно сложный процесс, консолидирующий анализ не только вашего сайта, но и аналитику конкурентной среды и направлений вашей деятельности. Поэтому цены на продвижение сайтов зависят от бизнес-задач, а на их формирование влияет множество факторов и нюансов.</p>
                        <span className="service__txt-big">Как все начиналось?</span>
                        <p className="service__desc">С появлением поисковых систем владельцы тематических ресурсов стали конкурентами и в пространстве Интернета. Логично, что каждый захотел занять пальму первенства и оказаться в выдаче поисковиков выше конкурентов. Разумеется, появились «акулы продвижения», которые сумели доказать, что невозможное возможно.</p>
                        <p className="service__desc">Сегодня SEO-продвижение сайта стало целой наукой, что требует от оптимизатора умения быть гибким и мобильным, оперативно реагировать на изменения алгоритмов поисковых роботов. Разумеется, появились и мошенники, которые действуя «черными» и «серыми» средствами, сделали сладким «запретный плод». Псевдоспециалисты подчас добиваются мнимых целей, но не гарантируют удержание сайта в числе лидирующих позиций.</p>
                        <p className="service__desc">Неграмотный подход и использование запретных методов может повлечь санкции со стороны поисковых роботов по отношению к такому сайту вплоть до исключения проекта из поисковой выдачи на длительный срок.</p>
                        <p className="service__desc">Если вы хотите, чтобы ваш сайт занял достойное место в выдаче и мечтаете о привлечении обширной базы клиентов, то наши специалисты помогут вам добиться этого результата с минимальными издержками.</p>
                    </div>
                </div>
            </div>
        </div>
    );
};

export default ServicesSEO;
