import '../../components/services/Services.scss'
import React from 'react';

const ServicesCRM = () => {
    return (
        <div className='service'>
            <div className="container">
                <div className="service__inner">
                    <h2 className='service__title'>CRM</h2>
                    <div className="service__titles">
                        <p className='service__desc'>Разработка CRM-систем производится адаптированно к специфическим целям и конкретным требованиям бизнеса. Сроки создания ПО зависят от индивидуальных характеристик проекта. При нашем участии в разработке CRM достигается четкое и прозрачное управление, внутренняя согласованность, стабильное взаимодействие и формирование клиентской лояльности.</p>
                        <h3 className="service__txt">Для чего нужна CRM? </h3>
                        <p className="service__desc">Систематизация и управление продажами, если вы не успеваете обслуживать клиентов вручную. </p>
                        <p className="service__desc">Ведение истории взаимоотношений с каждым покупателем «от и до». </p>
                        <p className="service__desc">Контроль эффективности менеджеров и отделов: какой объем работы они выполняют и как взаимодействуют с клиентами. </p>
                        <p className="service__desc">Сбор информации: на каком этапе компания обычно теряет заказчиков и сколько потенциальных клиентов так и не стали покупателями.</p>
                        <p className="service__desc">Получение быстрой и полной аналитики процессов работы с клиентами.</p>
                        <p className="service__desc">Вы будете иметь приблизительное представление о Вашем веб-сайте, будь то сайт с обширной, сложной структурой или небольшая веб-страница.</p>
                        <p className="service__desc">Увеличение продаж за счет устранения недостатков в работе с клиентами и оптимизации процессов.</p>
                    </div>
                </div>
            </div>
        </div>
    );
};

export default ServicesCRM;
