const servicesList = [
    {
        id: 1,
        icon: 'fal fa-window-restore',
        title: 'CRM',
        url: '/services/crm',
        desc: 'CRM- и ERP-системы предназначены для автоматизации и управления внутренними рабочими процессами компании.'
    },
    {
        id: 2,
        icon: 'fal fa-desktop-alt',
        title: 'PO',
        url: '/services/po',
        desc: 'Наша компания способна создать программное обеспечение различного типа: начиная от GUI приложений и заканчивая сложными программными инструментами, ориентированных на комплексную обработкуданных, а также программные комплексы.'
    },
    {
        id: 3,
        icon: 'fal fa-globe',
        title: 'WEB-sites',
        url: '/services/web-sites',
        desc: 'Веб-студия «INSOURCE» презентует профессиональные услуги в области разработки сайтов в Ташкенте'
    },
    {
        id: 4,
        icon: 'fal fa-chart-pie',
        title: 'SEO',
        url: '/services/seo',
        desc: '«INSOURCE» представляет вашему вниманию один из наиболее эффективных инструментов интернетмаркетинга – продвижение сайтов в поисковых системах Google и Яндекс'
    },
    {
        id: 5,
        icon: 'fal fa-file-signature',
        title: 'Tech. tasks',
        url: '/services/tech-tasks',
        desc: 'Техническое задание содержит в себе всю информацию о будущем сайте, начиная от всевозможных технических, дизайнерских тонкостей, до координации работы специалистов, создающих вебресурс, и регламентации деловых отношений между заказчиком сайта и исполнителем.'
    },
]

export default servicesList